Repository: sgobotta/live_dj
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: es

source: can't be blank
es: no puede estar en blanco

source: has already been taken
es: este valor ya existe

source: is invalid
es: no es válido

source: must be accepted
es: debe ser aceptado

source: has invalid format
es: el formato no es válido

source: has an invalid entry
es: entrada no válida

source: is reserved
es: reservado

source: does not match confirmation
es: no coincide la confirmación

source: is still associated with this entry
es: está asociado con la entrada

source: are still associated with this entry
es: están asociados con la entrada

source: should have %{count} item(s)
es: debe tener %{count} item

source: should be %{count} character(s)
es: debe tener %{count} caracter

source: should be %{count} byte(s)
es: debe tener %{count} byte

source: should have at least %{count} item(s)
es: debe tener al menos %{count} item

source: should be at least %{count} character(s)
es: debe tener al menos %{count} caracter

source: should be at least %{count} byte(s)
es: debe tener al menos %{count} byte

source: should have at most %{count} item(s)
es: debe tener como máximo %{count} item

source: should be at most %{count} character(s)
es: debe tener como máximo %{count} caracter

source: should be at most %{count} byte(s)
es: debe tener como máximo %{count} byte

source: must be less than %{number}
es: debe ser menor a %{number}

source: must be greater than %{number}
es: debe ser mayor que %{number}

source: must be less than or equal to %{number}
es: debe ser menor o igual a %{number}

source: must be greater than or equal to %{number}
es: debe ser mayor o igual a %{number}

source: must be equal to %{number}
es: debe ser igual a %{number}

source: did not change
es: no cambió

source: does not match password
es: la contraseña no coincide

source: must have the @ sign and no spaces
es: debe contener @ y no debe contener espacios

source: should be between %{min} and %{max} characters
es: debe contener entre %{min} y %{max} caracteres

source: Attempting to reconnect
es: Intentanto reconectar

source: Could not add track. Please try again.
es: No se pudo agregar la pista. Por favor intentá luego.

source: Could not fetch the video from youtube
es: No se pudo recuperar el video de youtube

source: Hang in there while we get back on track
es: Esperá mientras volvemos a estar en línea

source: The video is already added to the playlist
es: El video ya está agregado en la lista

source: The youtube url is not valid
es: La url del video no es válida

source: We can't find the internet
es: No podemos conectarnos a internet

source: Something went wrong!
es: Algo salió mal!
